/* No comment provided by engineer. */
"Enter a task" = "Enter a task";

/* No comment provided by engineer. */
"Error deleting task from Firestore:" = "Error deleting task from Firestore:";

/* No comment provided by engineer. */
"Error getting documents:" = "Error getting documents:";

/* No comment provided by engineer. */
"Error sending password reset email: " = "Error sending password reset email: ";

/* No comment provided by engineer. */
"Error setting display name: " = "Error setting display name: ";

/* No comment provided by engineer. */
"Error signing out: " = "Error signing out: ";

/* No comment provided by engineer. */
"Error updating task in Firestore: " = "Error updating task in Firestore: ";

/* No comment provided by engineer. */
"Get Things Done With TODo" = "Get Things Done With TODo";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Reset link is sent to your mail" = "Reset link is sent to your mail";

/* No comment provided by engineer. */
"Task deleted successfully from Firestore" = "Task deleted successfully from Firestore";

/* No comment provided by engineer. */
"Task updated successfully in Firestore" = "Task updated successfully in Firestore";

/* No comment provided by engineer. */
"Welcome!" = "Welcome!";

/* No comment provided by engineer. */
"Welcome! \n\(currentUserDisplayName)" = "Welcome! \n\(currentUserDisplayName)";

